
"All Words" = "Alle Wörter";
"All" = "Allem";
"Analogy" = "Analogie";
"Any Word" = "Irgendein Wort";
"Any" = "Beliebig";
"Clear Entries" = "Einträge löschen";
"Comment" = "Kommentar";
"Comparison" = "Vergleich";
"Comparison:" = "Vergleich:";
"Content" = "Inhalt";
"Context" = "Kontext";
"Exact" = "Exakt";
"Fuzzy" = "Unscharf";
"Ignore Case" = "Groß = Klein";
"Ignore Umlauts" = "Umlaute ignorieren";
"Database" = "Datenbank";
"Databases" = "Datenbanken";
"In Selection" = "In Auswahl";
"Kind" = "Art";
"Label:" = "Etikett:";
"Locking:" = "Schutz:";
"Unread:" = "Ungelesen:";
"Modified" = "Geändert";
"Name" = "Name";
"No Case" = "Groß = Klein";
"No Entries" = "Keine Einträge";
"Off" = "Aus";
"On" = "An";
"Operator" = "Operator";
"Operator:" = "Operator:";
"Phrase" = "Phrase";
"Quality of results" = "Qualität der Resultate";
"Score" = "Relevanz";
"Search for" = "Suche nach";
"Search for:" = "Suchen nach:";
"Search in" = "Suche in";
"Search in:" = "Suchen in:";
"Search options" = "Optionen";
"Prefix while typing" = "Präfix während Eingabe";
"Prefix" = "Präfix";
"Search" = "Finden";
"Similar Words" = "Ähnliche Wörter";
"Size" = "Größe";
"Spelling" = "Schreibung";
"State:" = "Markierung:";
"URL/Path" = "URL/Pfad";
"URL" = "URL";
"Meta Data" = "Metadaten";
"Data" = "Daten";
"Tags" = "Tags";
"Wildcards" = "Wildcards";
"Word" = "Wort";
"Save search" = "Suche speichern";
"OK" = "OK";
"Cancel" = "Abbrechen";
"Name:" = "Name:";
"Advanced..." = "Erweitert...";
"Reset" = "Zurücksetzen";
"Recent Searches" = "Letzte Suchen";